Repository: Android9001/Turpial
Catalog: turpial/i18n/*/LC_MESSAGES/messages.po
Languages: ca, de, fr, no

source: new tweet
ca: Nou tweet
de: Neuer Tweet
fr: nouveau tweet
no: nye tvit

source: new tweets
ca: Nous tweets
de: Neue Tweets
fr: nouveaux tweets
no: nye tvittene

source: new mention
ca: Nova menció
de: Neue Erwähnung
fr: nouvelle réponse
no: nye omtale

source: new mentions
ca: Noves mencions
de: Neue Erwähnungen
fr: nouvelles réponses
no: nye omtaler

source: new DM
ca: Nou DM
de: Neue DN
fr: nouveau message privé
no: ny DM

source: new DMs
ca: Nous DMs
de: Neue DN
fr: nouveaux messages privés
no: nye DMs

source: Tweets
ca: Missatges

source: Following
ca: Següent
fr: Abonnements
no: Følgende

source: Followers
ca: Seguidors
fr: Abonnés
no: Tilhenger

source: Follow
ca: Seguir
de: Folgen
fr: Suivre
no: Følge

source: Now you follow to @%s
ca: Ara segueixes a @%s
fr: Vous suivez @%s maintenant
no: Nå følger du @%s

source: Unfollow
ca: No seguir
de: Entfolgen
fr: Désabonner
no: ufølge

source: You have unfollow to @%s
ca: Heu deixat de seguir @%s
fr: Vous ne suivez plus @%s
no: Du har ufølget @%s

source: of
ca: de
de: von
fr: sur
no: av

source: API calls. Reset
ca: Trucades a l'API. Reajustar
de: API-Aufrufen. Reset
fr: API appels. Remise
no: API kaller. Nullstiller

source: Twitter client multi-interface written in Python
ca: Client de Twitter multi-interfície escrit en Python
de: In Python geschriebener Multi-Interface-Twitter-Client
fr: Twitter client multi-interface écrite en Python
no: skrevet i Python

source: Home
ca: Inici
de: Start
fr: Accueil
no: Hjemme

source: Profile
ca: Perfil
de: Profil
fr: Profil
no: Profil

source: Preferences
ca: Preferències
de: Einstellungen
fr: Paramètres
no: Preferanser

source: About
ca: Sobre
de: Info
fr: A propos
no: Omtrent

source: I am still loading all of your friends. Try again in a few seconds
ca: Encara estic carregant a tots els teus amics. Intenta en uns segons
de: Deine Freundesliste wird noch geladen. Versuch es in wenigen Sekunden wieder
fr: Je suis toujours en train de charger tous vos amis. Essayez-vous à nouveau dans quelques secondes
no: Jeg er fortsatt lasting alle dine venner. Prøv igjen om noen sekunder

source: Turpial Authorization
ca: Turpial d'autorització
fr: Donner à Turpial l'accès à votre compte
no: Turpial Autorisasjon

source: Twitter has implemented a new security system and needs that you authorize Turpial from your account
ca: Twitter ha implementat un nou sistema de seguretat i cal que vostè autoritzi a Turpial tenir accés al seu compte
fr: Twitter a mis en place un nouveau système de sécurité et besoin que vous autorisez Turpial de votre compte
no: Twitter har implementert et nytt sikkerhetssystem og behov at du autoriserer Turpial fra kontoen din

source: In order to complete that step, Turpial has open a new page in your default browser, go there to authorize Turpial and copy the number given in the box below...
ca: Per completar aquest pas, Turpial ha obert una nova pàgina a la teva navegador predeterminat, veu allà per autoritzar Turpial i copia el nombre donat a la caixa a continuació ...
fr: Afin de compléter cette étape, Turpial a ouvert une nouvelle page dans votre navigateur par défaut, allez-y d'autoriser Turpial et copier le numéro dans la case ci-dessous...
no: For å fullføre dette trinnet, har Turpial åpne en ny side i din standard nettleser, gå dit for å godkjenne Turpial og kopiere nummeret gitt i boksen nedenfor ...

source: Input PIN
ca: Introdueix el PIN
fr: Entrer le mot de passe
no: Inngang PIN

source: Mentions
ca: Mencions
de: Erwähnungen
fr: Réponses
no: Nevner

source: Timeline
ca: Línia de temps
fr: Chronologie
no: Tidlinje

source: Directs
ca: Directes
de: Direktnachrichten
fr: Messages Privés
no: Privat

source: Favorites
ca: Favorits
de: Favoriten
fr: Favoris
no: Favoritter

source: Search
ca: Recerques
de: Suche
fr: Rechercher
no: Søk

source: Exit
ca: Sortir
de: Beenden
fr: Quitter
no: Utgang

source: User and Password
ca: Usuari i Contrasenya
de: Benutzername und Passwort
fr: Nom d'utilisateur et Mot de passe
no: Bruker og Passord

source: Remember my credentials
ca: Recordar les meves credencials
de: Login speichern
fr: Mémoriser mes informations
no: Husk mine attesterene

source: Connect
ca: Connectar
de: Verbinden
fr: Connexion
no: Koble

source: Wait a few seconds while I load everything...
ca: Espera uns segons mentre càrrec tot...
de: Warte ein paar Sekunden, bis ich den Ladevorgang abschließe...
fr: Attendez-vous quelques secondes pour charger tous...
no: Vent noen sekunder mens vi loader alt...

source: Must write a valid PIN
ca: Has escriure un PIN vàlid
fr: Doit rédiger un code PIN valide
no: Må skrive en gyldig PIN

source: Login cancelled by user
ca: Ingressar cancel per l'usuari
fr: Connexion annulée par l'utilisateur
no: Logg inn avbrutt av brukeren

source: Secure Authentication
ca: Autenticació Segura
fr: Authentification sécurisée
no: Sikker autentisering

source: Autorize Turpial and copy the given number (<b>PIN</b>) in the text box below:
ca: Autoritza a Turpial i còpia el nombre donat (<b> PIN </ b>) a la caixa de text a continuació:
fr: Autoriserait Turpial et copier le nombre (<b>PIN</b>) donné dans la zone de texte
no: Autorize Turpial og kopiere det angitte tallet (<b>PIN</ b>) i tekstboksen nedenfor:

source: You must write a valid PIN
ca: Has escriure un PIN vàlid
fr: Vous devez écrire un code PIN valide
no: Du må skrive en gyldig PIN

source: Loading...
ca: Carregant...
fr: Chargement en cours...
no: Laster opp...

source: Save
ca: Desa
de: Speichern
fr: Enregistrer
no: Gjemme på

source: Close
ca: tancar
no: Stenge

source: Notifications
ca: Notificacions
de: Benachrichtigungen
no: Melding

source: Services
ca: Serveis
de: Dienste
no: Tjenester

source: Mute
ca: Mut
de: Stumm schalten
fr: Muet

source: Web Browser
ca: Navegador Web
fr: Navigateur
no: Nettleser

source: Adjust update frequency for timeline, mentions and direct messages
ca: Ajusteu la freqüència d'actualització de línia de temps, les mencions i missatges directes
de: Aktualisierungshäufigkeit für Timeline, Erwähnungen und Direktnachrichten einstellen
fr: Réglez la fréquence pour mise à jour la chronologie, les réponses et les messages privés
no: Juster oppdateringsfrekvensen på tidslinjen, nevner og direkte meldinger

source: Tweets shown
ca: Tweets es mostra
de: Anzahl gezeigter Tweets
fr: Tweets montré
no: Tvittene som viser

source: You will use 0 calls to API per hour
ca: Faràs servir 0 crides a l'API per hora
de: Du wirst 0 API-Aufrufe pro Stunde machen
fr: Vous utilisez 0 appels à l'API par heure
no: Du skal bruke 0 kaller til API per tid

source: Wide Mode
ca: Mode ampliada
de: Breit-Modus zeigen
fr: Mode multi-colonne
no: Wide-modus

source: Show a workspace of 3 columns
ca: Mostra un espai de treball de 3 columnes
de: 3-spaltiges Layout verwenden
fr: Montrer un espace de travail en 3 colonnes
no: Viser et arbeidsområde på 3 kolonner

source: Load profile color (Needs restart Turpial)
ca: Càrrega color de perfil (Requereix reiniciar Turpial)
de: Profilfarbe laden (Turpial-Wiederstart erforderlich)
fr: Charger le couleur du profil (besoins redémarrer Turpial)
no: Legg profilen farge (Trenger å starte på nytt Turpial)

source: Use user profile color to highlight mentions, hashtags and URLs
ca: Usa el color de perfil de l'usuari per ressaltar mencions, hashtags i URLs
de: Benutzer-Profilfarbe zum Hervorheben von Erwähnungen, Hashtags und URLs verwenden
fr: Utilisez la couleur de profil d'utilisateur pour mettre en évidence les réponses, les hashtags et les URL
no: Brukk profil farger for å fremheve meldinger, firkantemne og URLs

source: Minimize to tray
ca: Minimitzar a la safata
de: Ins Benachrichtigungsfeld Minimieren
fr: Réduire dans systray
no: Minimere å brett

source: Send Turpial to system tray when close
ca: Envia a Turpial a la safata de sistema en lloc de tancar
de: Turpial beim Schließen ins Benachrichtigungsfeld minimieren
fr: Envoyer Turpial dans systray lorsque fermeture
no: Send Turpial å system brett når du lukker

source: You will use aprox. %i calls to API per hour
ca: Faràs servir aprox. %i crides a l'API per hora
de: Du wirst ca. %i API-Aufrufe pro Stunde machen
fr: Vous utiliserez approximativement %i des appels à l'API par heure
no: Du vil bruke ca. %i samtaler til API per time

source: Select what notifications you want to receive from Turpial
ca: Selecciona les notificacions que vols rebre de Turpial
de: Wähle aus, welche Benachrichtigungen du von Turpial bekommen möchtest
fr: Sélectionnez les notifications de Turpial que vous voulez recevoire
no: Velg hvilken melding du vil motta fra Turpial

source: Show a notification when Timeline is updated
ca: Mostra una notificació quan s'actualitza el Timeline
de: Benachrichtigung bei Timeline-Aktualisierungen zeigen
fr: Afficher une notification lorsque la chronologie est mis à jour
no: Vis en meldning når tidslinjen blir oppdatert

source: Show a notification when you get mentions from other users
ca: Mostra una notificació quan tens mencions d'altres usuaris
de: Benachrichtigung bei Erwähnungen durch andere Benutzer zeigen
fr: Afficher une notification lorsque vous recevez les réponses d'autres utilisateurs
no: Vis en meldning når du får nevner fra andre brukere

source: Directs Messages
ca: Missatges Directes
de: Direktnachrichten
fr: Messages Privés
no: Direkte Melding

source: Show a notification when you get direct messages
ca: Mostra una notificació quan tens missatges directes
de: Benachrichtigung bei Direktnachrichten zeigen
fr: Afficher une notification lorsque vous recevez un message privé
no: Vis en varsling når du kommer direkte meldinger

source: Login
ca: Inici de sessió
no: Logg in

source: Show a notification at login with your user info
ca: Mostra una notificació a l'inici de sessió amb informació del teu usuari
de: Benachrichtigung beim Login mit deinen Benutzerdaten zeigen
fr: Afficher une notification lors de la connexion avec votre infomation d'utilisateur
no: Vis et varsel ved pålogging med bruker din info

source: Activate sounds
ca: Activar sons
de: Klänge aktivieren
fr: Activer les sons
no: Aktiver lyder

source: Activate sounds for each notification
ca: Activar sons per a cada notificació
de: Klänge auf Benachrichtigungen aktivieren
fr: Activer sons pour chaque notification
no: Aktiver lyder for hver melding

source: Select your preferred services for shorten URLs and upload images
ca: Selecciona la teva servei favorit per escurçar URLs i pujar imatges
de: Wähle den von dir bevorzugten URL-Abkürzungs- und Bilder-Hochladen-Dienst aus
fr: Sélectionnez vos services préférés pour raccourcir les URL et télécharger des images
no: Velg ønsket tjenester forkorte nettadresser og laste opp bilder

source: Shorten URL
ca: Tallar URL
de: URL-Abkürzung
fr: Raccourcir d'URL
no: Forkorte nettadresse

source: Upload images
ca: Pujar imatges
de: Bilder-Hochladen
fr: Télécharger des images
no: Laste opp bilder

source: Select all those users that are bothering you and shut them up temporarily
ca: Selecciona tots els usuaris que t'estan fastiguejant i callalos temporalment
de: Wähle all jene Benutzer aus, die dich nerven und schalte sie vorläufig stumm
fr: Sélectionnez tous les utilisateurs qui vous gênent et de les enfermer temporairement
no: Velg alle de brukere som plager deg og stenge dem opp midlertidig

source: Setup your favorite web browser to open all links
ca: Configura el teu navegador favorit per obrir tots els enllaços
de: Lege deinen bevorzugten Web-Browser fest, zum Aufrufen aller Verknüpfungen
fr: Configurez votre navigateur préféré pour ouvrir tous les liens

source: Default web browser
ca: Navegador web per defecte
de: Standard-Web-Browser
fr: navigateur par défaut
no: Standard nettleser

source: Choose another web browser
ca: Tria un altre navegador web
de: Einen anderen Web-Browser auswählen
fr: Choisir un autre navigateur
no: Velg en annen nettleser

source: Command
ca: Comando
de: Befehl
fr: Commander

source: Test
ca: Prova
fr: Tester
no: Prøve

source: Browse
ca: Examinar
de: Durchsuchen
fr: Parcourir
no: Leser

source: Select the full path of your web browser
ca: Selecciona la ruta completa del teu navegador web
de: Den vollen Pfad zu deinem Web-Browser angeben
fr: Sélectionnez le chemin d'accès complet de votre navigateur
no: Velg den fullstendige veg på din nettleser

source: Proxy settings for Turpial (Need Restart)
ca: Configuració de proxy per al Turpial (Necessita Reiniciar)
no: Proxy-innstillinger for Turpial (Trenger Start på nytt)

source: No proxy
ca: Sense proxy
no: Ikke proxy

source: Use a URL to access Twitter API different of twitter.com
ca: Utilitzeu una adreça URL per accedir a Twitter API diferents twitter.com

source: In reply to...
ca: En resposta a...
de: ... antworten
fr: En réponse à...
no: I ansvar til...

source: In reply to %s
ca: En resposta a %s
de: %s antworten
fr: En réponse à %s
no: I ansvar til %s

source: Oops... something went wrong
ca: Ui ... alguna cosa va sortir malament
fr: Oups... quelque chose s'est mal
no: Ops... feil

source: Clear results
ca: Esborrar els resultats
de: Ergebnisse entfernen
fr: Vider des résultats

source: You must write something to search
ca: Vostè ha d'escriure alguna cosa per cercar
de: Gib einen Suchbegriff ein
fr: Vous devez écrire quelque chose pour recherche
no: Du må skrive noe til å søke

source: Open
ca: Obert
de: Öffnen
fr: Ouvrir
no: åpen

source: Reply
ca: Resposta
de: Antworten
fr: Répondre
no: Svare

source: Delete
ca: Esborrar
de: Löschen
fr: Supprimer
no: Viske ut

source: Reply All
ca: Respondre a tots
no: Svare til alle

source: Retweet (Old)
ca: Retweet (antiga)
de: Retweeten (alt)
fr: Retweeter (permet d'éditer)
no: Retvitre (Gamle)

source: + Fav
ca: + Pref
fr: Ajouter ce tweet aux favoris

source: - Fav
ca: - Pref
fr: Enlever ce tweet des favoris

source: Loading friends...
ca: Carregant amics...
fr: Chargement en cours des amis...
no: Laster opp venner...

source: In reply to
ca: En resposta a...
de: Antwort an
fr: En réponse à
no: I ansvar til

source: from
ca: de
no: fra

source: in reply to
ca: En resposta a...
no: i ansvar til

source: Retweeted by
ca: Retweeted per

source: Something went wrong. I'll update again soon
ca: Alguna cosa va sortir malament. Actualitzaré de nou aviat
fr: Quelque chose s'est mal passé. Je vais mettre à jour bientôt.

source: No tweets available
ca: No hi ha tweets disponibles
de: Keine vorhandenen Tweets
fr: No tweets disponibles

source: What is happening?
ca: Què està succeint?
de: Was gibt's Neues?
fr: Quoi de neuf?
no: Hva som skjer?

source: Update status
ca: Actualitzar estat
de: Update-Stand
fr: Mise à jour le statut

source: Upload image
ca: Pujar imatge
de: Bild hochladen
fr: Télécharger l'image
no: Laste opp bilde

source: Options
ca: Opcions
de: Einstellungen
fr: Paramètres
no: Muligheter

source: Clear all
ca: Esborrar tots
de: Alles entfernen
fr: Vider tous

source: Autoshort URLs
ca: Autotall URLs
de: URLs automatisch abkürzen
fr: Raccourcir des URLs automatiquement

source: Oh oh... I couldn't send the tweet
ca: Oh oh... No vaig poder enviar el tweeter
de: O o... Ich konnte den Tweet nicht senden
fr: Oh non... Je ne pouvais pas envoyer le tweet

source: Eyy... you must write something
ca: Eyy... has d'escriure alguna cosa
fr: Bien... vous devez écrire quelque chose
no: Hei.. du må skrive noe

source: Oops... I couldn't shrink that URL
ca: Oops... No vaig poder tallar la URL
de: Ups... Ich konnte die URL nicht abkürzen
fr: Oups... Je ne pouvais pas raccourcir cette URL

source: Select image to upload
ca: Selecciona una imatge per pujar
de: Bild zum Hochladen durchsuchen
fr: Sélectionner l'image à télécharger

source: Oops... I couldn't upload that image
ca: Oops... No vaig poder pujar la imatge
de: Ups... Ich konnte das Bild nicht hochladen
fr: Oups... Je ne pouvais pas télécharger cette image
no: Ops.. kan ikke laste opp bildet

source: Name
ca: Nom
fr: Nom

source: Location
ca: Ubicació
de: Standort
fr: Localisation

source: Saving...
ca: Guardant...
de: Speichervorgang läuft...
fr: En train d'enregistrer...
no: Gjemme på...

source: Tweet
fr: Actualiser
no: å tvitre

source: General
de: Allgemein
fr: Général
no: Generelle

source: Retweet
de: Retweeten
fr: Retweeter
no: Retvitre

source: DM
de: DN
fr: Message Privé
